{"speaker": "Client", "text": "Charmed, I'm sure. So yesterday I marched into the gym and I got up on the beam. And when I looked back at my feet, they were right on the beam. Sophie, look at me. What goes on in there? The new guy with the tequila. We had sex and afterwards he said that I fucked like someone who's been sexually abused. Prick. I'm trying to kill myself. Sophie. Oh, God. Do you know what that lipstick colour reminds me of? Dog shit. That's right, Sophie. Keep it up. That's right, Olivia. Keep feeling sorry for yourself. Do we have to wait until exactly four o'clock? If you and your surgical enhancements step into that room, I'm never coming back here ever. He asked me to come. And you promised you wouldn't go back to the gym unless he said it was OK. You make it seem like I'm gonna contaminate the place. - I'm sure you will. - Oh, Sophie, back off. Why couldn't you just call him? They have this thing now, it's called a telephone. If I'd called him and he said you shouldn't train, you would've said I was lying. I just want to be in the room with you when he answers us. There is no us. I'm leaving. Sophie. Please? You promised! Ah. Hello, Olivia. - Nice to meet you, finally. - You too. Come on in. Sophie. I That's OK, I'm just gonna be a minute. - Why don't we take that minute inside? - I don't want to intrude. - You're not intruding. I called you. - But I don't want to be in the way. I promise you nothing terrible will happen if you come inside. Don't bet the farm on that. She says she won't come back to therapy if I go in. - I don't know what to do. - I think it'll be fine. Come on. Can you take your bag off the couch, please? Thank you. Please. I, um I asked you both here today because Just tell her that I can keep training. Otherwise I'm stuck at home with her. She promised that she wouldn't go back - unless you said it was OK. - I never said that. In the car, you said you wouldn't go back unless Paul said I said I'd listen to what Paul says, not do what he says. God! You're like the queen of selective hearing. It just seems crazy to me for her to just waltz back into the gym. I mean, it's not like she's injured, that's not the problem. - You're the problem. - I'm the problem. Always. Yes, always. You're one gargantuan problem. Let me ask you something, Sophie. Do you feel that you are ready to go back to training? Yes. But you can also understand how your mom is a little bit concerned about that. She's a crazy bitch. Nobody understands her. I think I understand her. If I stay at home with her, I will slit my wrists or go postal, and they'll shut me in the loony bin. And you won't be there to get me out next time. I think I think your mom is concerned about whether you're ready, mentally, for the stress you'll be under when you go back. I can deal with stress. If not, you don't belong there, it's not for sissies. Why are you sighing? - I'm not. - I just heard you. - I'm not allowed to breathe? - You were sighing. Sophie. If I don't try out for the Olympics, - I'll kill myself for real. - Sophie, enough. No more threats. No more. - Thank you, Doctor. - Shut up. What are you even doing here? Why can't you get your own life and butt out of mine? My very presence makes any space I enter toxic to you. - That's right. - My money isn't toxic. I don't need your money. Because you can always fall back on your father's money. So what is it, Paul? To train or not to train? Olivia, I understand your concerns and why you wouldn't want Sophie to go back to the gym. But - and I have given this a great deal of thought - I do think that Sophie should continue her programme of training. What? - Are you sure? - Yes. - I think that the gym is a place - OK, but, um I don't know, see. I just thought after everything - Are you deaf? - No, Sophie, I'm not deaf. - So you heard him? - Yes, I heard him. So why are you still talking? Here come the waterworks. - I'm gonna wait in the car. - Hallelujah. - I would prefer if you stay. - If she stays, I'm - Sophie, please. - I can see myself out. - Dr Weston - Paul. Paul. I never got a chance to thank you for all the strings that you pulled at the hospital. If it wasn't for you, they would have committed her for God knows how long. Actually, it doesn't work like that. She would have had, uh, an uncomfortable night or two, but Well, in any case, thank you. Make sure she walked away. She could be listening at the door. Sophie, she's not listening at the door, she's She's gone. You're pretty confident today. Confident how? Sending me back to the gym like nothing happened. Hm. So where do you think my confidence comes from? Special delivery from old people land. I'm confident because I think I've figured out why why you took those pills in my bathroom last week. I think you were testing me, Sophie. And I passed the test. Barely. But I did pass it. So maybe you can trust me now, cos I trust you. One thing that bothers me though - what if you decided to test somebody else, and they didn't know it was a test? Doesn't matter to me. I'd be dead. I think one of the things that we need to figure out is what you find so attractive about about dying. What does dying mean to you? - Freedom. - Freedom from what? You and your stupid questions. And what else? My mother. So do you think death is the only way to escape your mother? I'm pretty sure even death won't do. Well, let me ask you this, if your mom wasn't around, would you still want to die? I have no idea, dipshit. I'm irritating you now. Mm. Sophie See, what you're doing now is you're shutting me out. Is that what you do to your mom? What else does death mean to you? Sleeping well. And what does sleeping well mean? - Not feeling. - Not feeling what? Anything. When you say, \"not feeling anything\", do you mean feeling .. like calm? Is there any place in your life where you feel calm? Not here, that's for sure. OK, tell me what you feel when you're here. Sophie. Sophie. Would you like to talk about what happened last week? We went to a a pretty painful place. It was a place of great feeling. And then suddenly you you went to the bathroom and you put yourself to sleep. I Go on. I can't describe it. - What can't you describe? - What I felt, Paul. God. Does everything have to be talked about? - It's too fucking hard. - I need you to try, Sophie. You try. You want me to try to express what you feel? I tried to make myself throw up but nothing came out. Mm. Do you remember after the accident you said \"I finally killed her\"? What did you mean by that? I don't know. You know, we have these two sides to our personalities, the weak side and the strong side, and they're constantly in conflict with each other. Sometimes the weaker side is sneaky and it's crafty, and it wins. For example, when you let somebody buy you shoes that you don't really want, or when you have sex with somebody that you don't really want to have sex with. See, when it comes to sports, you are completely confident on the beam. You are really powerful. But off the beam, when you're not a gymnast, when you're just a girl, a young woman, that part of you is less secure. And you seem more What's the word I'm looking for? More - susceptible, do you - I know what susceptible means. I hate that part of me. But they're both you, Sophie. So do you really think it's OK if I go back to training? Mm-hm. Yes, I do. But here's the thing. I want you to know that I'm gonna be here for you any time. All you have to do is just call me. But on one condition - I want you to know this and understand it really clearly. I will not treat you under the threat of suicide. Do you understand me? And if I don't agree, then I can't go back to the gym. Then you cannot come back here, ever. So do we have a deal? You said before that I was testing you. You said that you barely passed. The fact that you were testing me at all, Sophie, that's a kind of a failure for me, that you should feel you had to test my love for you. Your love? Yeah. I can't treat somebody that I don't love. I have to find something in each of my patients that I love, otherwise I won't be able to treat them. I bet you had to search me with a magnifying glass to find something to love. Well, I remember the first day that you came here and you were walking around the office and you asked me about these boats. You said to me, \"Are these here because you don't really sail?\" And I said, \"Yeah. \" And you said, \"Well, maybe you should make one of those glass windows \"like they have on boats so that you can see the world. \" Do you remember that? When you said that I think that's when I started to to love who you are. You say it like it's easy. You're not used to people saying \"I love you\"? My dad. - He tells you that? - He doesn't have to. Mm. I was surprised I didn't see him in the hospital when I went to visit you. You just missed him. Oh. What does he do, do you think, to to earn your love? Why? Maybe I can steal his secrets and give them to your mom. Hilarious. How do you know he does love you if he doesn't say it? I don't need to hear him say it. Words are bullshit. Everybody lies. I feel his love. And he feels me, even when I'm far away. Want to know a secret? I have to wear glasses all the time. Most of the time I walk around half-blind. Do you know why? - Why? - Cos I prefer it that way. With my glasses on, everything is too sharp. Without them, everyone looks Iooks like they've got perfect skin. So my mother must look like a supermodel to you. Why are you telling me this? I think your father looks better in the distance, far away, blurry. But your mother is right up close, and she's kind of painfully clear. I'm really over this conversation. Before you passed out last week, you'd said something about models. Something about a photo shoot not beginning on time. And I remember that you told me that your dad was a photographer. Does your dad work with with models? Why are you picking on him? My dad is the only person in this world who really loves me. Why is that so hard for you to get your head around? What are you doing? I forgot to give you the money to pay Paul. - Are you listening through the door? - Of course not. I was in the car. I'm not gonna let her go back to the gym. That place is killing her. Who are you to take the risk? She almost died here on your sofa and you're just dusting her off and sending her back. - No. - If you don't get away from him, I'm leaving and I'm never coming back. I'll go to Dad. - You'll go to Dad's? - I will. Good. Go ahead. - I will. - Go ahead. Cry a little harder, Mom. That's great. If I brought home an Olympic medal, you'd drown in your own tears. If you brought home an Olympic Stop making me look like a monster in front of the shrink! Yes! Yes, I think that the competition is insane and you are putting unbelievable stress on your young body, but I am so proud of your accomplishments. Isn't every mother proud of their daughter? Don't ask him! You want to go to therapy, get your own guy. Nobody wants you here. Get the fuck out! Not until he tells me how he can sit there - and let you go back to some place - Let me? You think I'm like you? I'm some sort of child who needs permission to do anything? If I want to train, I'll train. If I want to kill myself, I'll kill myself. If I want to fuck Cy in my hospital room while you're outside banging on the door, then that's what I'll fucking do. - What did you say? - You heard me. You are not going back to that gym. Fine. Start looking for my burial plot. Sophie! I'm going back to training next week for the Olympics, and if you try to stop me, you will never see me again. Right, I heard you. You'll go to your father's. Only he's in Miami photographing supermodels and no one can get hold of him. He doesn't even know she was in hospital. - Shut up! - He hasn't even called her in over a month. He doesn't even know what happened. But she'll go to him, to New York, to Miami, to fucking Timbuktu. He's not here and it's my fault! It's my fault because I am here. You know, maybe I'll leave you alone for a few months and then maybe you can love me just a little. Yes, just fuck off! If she came to therapy, you'd need a tissue plant next door. Did you have sex with Cy at the hospital? - No. That was just - Sophie, you're 16 years of age. You're a minor. And I've thought long and hard about whether I should bring legal action against this guy. You told me there was no sexual contact between you and him after the first time. - Is that true? - Yes. Nothing else has happened. - Do you want it to happen again? - No! - Should I still be worried about you and Cy? - No! - Why is my mom so pathetic? - I don't think she is pathetic. I think she's pretty strong. She swallows all the crap that you give her and she still comes back. She's making every mistake in the book, but you punish her in a million different ways and she's never given up on you. And I know you don't want to hear this, but I don't think you've given up on her either. We're out of time, aren't we? Why didn't you tell me that your father didn't know you tried to kill yourself? Why was that such a big secret? It's not. I have to go. What about our agreement? - Let's talk about it next week. - No, we won't. What about our agreement? I won't try and kill myself as long as I'm in therapy, all right? Say it again. I won't try and kill myself as long as I'm in therapy. OK. English SDH"}
{"speaker": "Client", "text": "A liar shouldn't expect their word to be worth anything. I'm gonna start some real lying to teach you a lesson. You said that when you saw Jake for the first time you thought he was - sexy as hell. - He was beautiful. Amy has a strong need to have a career, that seems to make you jealous. That in turn makes Amy secretive and she lies. - Stop calling me a liar. - Stop lying and I will. Tell him to stop. - You're a liar. You are a fucking liar! - God damn it! Stop it! Amy! You're a quitter, OK? He's a winner. If you had a quarter of the strength Ben has, I'd be interested in you too. You're a psychopath. Have you ever recorded your arguments with her before? Yeah. I just wanna understand what's happening to us. Hey. What's up? You fall asleep? How long have you been here? Five minutes. Shall we go in? There's someone in there. Can I sit? What time is it? Five to. Well? Well, what? Are you gonna be like this in there too? Like what? I don't know. So how are you both? Fine. Fantastic. Before we begin, I want to talk about last week. I can tolerate yelling and outbursts that result from your arguments, but I will not, absolutely not, tolerate any physical violence. - Do you understand that? - It's OK, Paul. We separated a week ago. Separated. I'm sorry to hear that. So it's a little late to set up ground rules. I hope that doesn't make you feel like an idiot. Which is what you would want, I suppose, Jake. Why waste my time making you look like an idiot? - Because it makes you feel good. - Did you hear what I just said? Yes, I did, Amy. You said that you'd been separated for a week. Would you like to tell me why? He threatened to kill me. You're smiling. - You're taking on a huge responsibility. - What responsibility? You act like you're not concerned. Do you not think he's capable of that? - I think he could be capable of it. - Then why are you smiling? I've had patients who've had their lives threatened. You brought this up like it was nothing. - You know what, I'm not into this. - What's the matter? Can't you hear how he's talking to us? What the hell is wrong with you, Paul? Why are you being hostile? - Is that what it feels like to you? - Yes, very much so. - OK. - What?! I have to put up with you being hostile to each other and to me constantly. - That's why we pay you. - Money's not that important to me. I have other patients. I don't understand. What are you saying? That you don't want to treat us any more? Do I want to treat you? Hmm. That's a tough one, actually. This is what therapy would be like if nobody respected boundaries. It is chaotic, it is disrespectful and it's unproductive. Do you understand that? Is that what you want? No. Can't even get couples therapy right. Our own therapist doesn't want to treat us any more. Why don't you just tell me what happened after the session last week, Amy? I took Lenny and went to my mother's, and then Jake showed up and wanted to take Lenny home. - Before they poisoned him with sugar. - Oh, please. You should see the crap they force-feed him. I don't do that. Anyway, we went to the bedroom to talk, and one thing led to another and we ended up having sex. How did one thing and another lead to the sex? What, you want some details? - Whatever you'd like to tell me. - Things that dull at home? I'm interested in your sex because it's part of your dialogue as a couple. So how did it go from sex to a murder threat? He had just finished coming. He was still lying on top of me. He was still inside me, and he whispered in my ear that if I left him, he'd kill me. He didn't even bother pulling out. I was disgusted. Mm. That's an unusual reaction to somebody threatening to kill you. - What disgusted you? - Let me tell you what disgusts me. Watching her and her mother shove junk food down my son's throat. It's a miracle the kid doesn't shit Twinkies. What what does Lenny have to do with this? Nothing. It just disgusts me what you do to him. - He's nine years old, he weighs 100Ib. - He doesn't weigh 100Ib. So, is, uh is Lenny overweight? He's a child. He'll grow out of it when he hits puberty. I was the same. You you were overweight? Yes, my dirty little secret. She had issues with food. I was thin when we married. Who cares what I weighed when I was five? You never mentioned that before. Because it's not important in this context. This is couples therapy, right? - When did you lose the weight? - In my teens. Just melted off. Does it bother you that Lenny is overweight? Please stop saying that he's overweight. I don't like referring to him that way. - He has baby fat and he'll lose it. - 30Ib of baby fat. Her mother lets him eat candy and play Xbox all day - If Jake had his way, he'd never see her. - He'd be better off on the streets. - He hasn't got the genes of an athlete. - Oh, I knew that was coming. - It's my fault Lenny's fat. - Don't need me to tell you. - I passed down shitty genes. - Yeah, basically. We can't talk about Lenny without me being blamed - for terrible genes. - Truth hurts. So the fact that you were overweight, that does come up in arguments between you? Don't you think it's a relevant subject for therapy? No. Why are we going in this direction? I guess he wants to talk about our fat little boy. Why don't we talk about how Jake's screwing Lenny up? She means I'm screwing him up socially. Lenny hits. Because he gets laughed at for being fat. No, Lenny hits because Jake teaches him to hit. He gets bullied at school, so I taught him to defend himself, Paul. You were hitting here last week. You got Paul convinced it's gonna escalate to murder. - You're the one planning to kill me. - I would but I would feel bad for Paul. We already ruined his couch once. Right. Can you see the pattern here? What you do to each other? You take the most sensitive subjects, you just toss them away carelessly. Sometimes you laugh, sometimes it hurts you. But don't you feel that it makes it much more difficult to get to the bottom of your real feelings? You think I find it funny that he's threatening me? Jake, do you mean it when you say these things? Are you gonna call the police or something? Possibly. - Aren't there laws against that? - Against threatening to take somebody's life? No, against telling other people what your patients tell you. They don't apply to serious crimes. Just letting you know. Oh. But at least you are calling yourself a patient. - That's progress. - So fucking condescending. Somebody should teach you a lesson. Is that another threat? So many threats flying around, I I'm having trouble keeping up. What's going on with you today, Paul? I'm trying to get you guys to listen, really listen, to what you're saying. Let me ask you something. Has Jake threatened you before, physically? No. I didn't really mean I'd kill her, OK? - It just came out. - How did you put it, exactly? He said, \"If you leave me, I'll kill you. \" - Did you mean that? - Of course not! I'm not gonna fucking kill her. This week. What's that supposed to mean? What are you trying to say? Mm? And you said you weren't afraid, Amy, but you felt disgusted. - Yes. - What does that mean, \"disgusted\"? What do you think, Paul? Tell me what you think. He'd just come inside me and then said he wanted to kill me. What do you think disgusted me about that? Jake, do you understand the severity of what you said, that threat? You realise she could get a restraining order against you? I think you understand what I'm talking about. OK. \"lf If you leave me, I'll kill you. \" We've been concentrating on the second part of that sentence, but let's look at the first part of it. \"If you leave me. \" That says to me that you're you're afraid. You're afraid of what will happen to you if Amy leaves. The fear that you would cease to exist maybe. That you would die. OK, let's just leave that for a moment. I'd like to go back to something that we talked about earlier on. Would you like to talk about your memories of being a child? Being overweight? I don't think about that. I live my life moving forward. And does that need to be analysed, Paul? Would you say that you were a confident child? No, not really. I would say I was overweight and shy, but I grew out of it and I'm fine. I'm more than fine, and Lenny will be fine too. Last week you said Jake and his friends were pathetic. Yes, they are that. Maybe it's convenient for you to think of Jake as being pathetic, as you say, being an underachiever. Why? Perhaps because it helps you avoid seeing your own insecurities. I think that when he threatened you in bed, he revealed how desperately he needed you, although he did it in a very scary way. But that was Jake at his most vulnerable, which I think you associate with him being pathetic. And you don't want that. So you're saying I'm with an underachiever because I lack self-esteem? Perhaps that way you don't have to deal with negative feelings about yourself. No! I want a divorce. Fine. I'm taking Lenny with me. You think I'm just gonna let him go with you so you can turn him into some fat couch potato - because you want to make a change? - I don't want to make a change. I want my life. - And Lenny needs me - He needs me too. Fuck, Amy, what do you want from me? Huh? What do you want from me? Nothing. Let's just try and do this nicely, Jake, please. What the fuck's so nice about it? I, um I happen to know this couple who, uh who went to therapy after they'd already decided to get divorced and they made a decision in the end to, uh to stay together. That's not gonna be the case here, Paul. Well, the only reason I mention it is because I want you to know that even when divorce becomes a possibility, it isn't always so final. - Are you trying to change our minds? - Your mind. This particular couple had problems. They couldn't even hold a civil conversation with each other. - They slept in separate bedrooms - Why? There'd been an affair and - Who cheated? - That's not really the point. There's been no infidelity in our relationship. I'm not inferring that, Amy. I guess what I'm trying to say is that I know what it's like. Sometimes people have to get to this precipice to understand what they really mean to each other. I can't do this any more. Don't you think there are still some very positive aspects to your relationship? Like what? The murder threats, the suspicion, the recordings, the stakeouts, what? Mm. Well, I see it in the way that you look at each other sometimes, the way you make each other laugh. And you've you've been working on your relationship pretty steadily by coming here every week. Amy, are you cheating on me? No. So why did Paul just tell us about that other couple, then? - Was that story about you? - No. Of course it was about him. That's not the point. Did she tell you she was cheating on me or not? - I'm supposed to hear everything. - I'm not cheating. Neither of you is opening up here. You're both too busy attacking each other. I want you to listen. I want each of you to examine your own culpability here, not continuously looking for what's wrong with the other person. And not to be so on guard all the time. On guard? I come here to save my marriage and now you tell me she's having an affair? He never said that. - So you are here to save your marriage. - No, because I've got a thing for you! You're here to save your marriage. You just said it. Now say it to Amy. Jake, look at your wife and tell her. Jake, we're constantly fighting. We'll stay together and then we won't fight. If we stay together, we won't be able to stop. Even Paul said so. What was all this therapy for, huh? I don't know what to do. Paul, what am I supposed to do? Talk to your wife. Say it to Amy. - Amy, I want to tell you something - Stop. No, listen to me, I want to tell you something. I don't want you to leave me. I don't want to lose you. I don't want you to leave me. I haven't slept in, like, a week. I I can't sleep, I can't eat. I don't know what to do. But I really I don't want you to leave me. Please don't leave me. Please don't fucking leave me. Please don't leave me. English SDH"}
{"speaker": "Client", "text": "Teachers marry students, there's no big deal about it. Is it really wrong? Let's say I stop Laura's therapy. Surely in 18 months when it's cooled off - There's no cooling-off period. - That's bullshit some lawyer came up with. It's not a law, it's beyond a code of ethics. It's something you carry inside you. - There's a lot of people would disagree. - Then go to them. It's really tough when I'm alone with her, you know? And she's asking me, \"Please, just be honest. Please tell me how you feel.\" But I can't Paul, you need to say it. I love her. - Hello. Come in, come in. - Hi. - Hi. - Hi, Kate, Paul. - Hi, Kate. - Hello. - It's good to see you. - And you. - You've been here before, right? - Uh, it was years ago. Actually, it was the Argentineans, I think. Oh, an institute conference. Yes, that's right, that's right. - You look great. - Thank you. So do you. Oh, well Um - This room's lovely. - Thank you. I did some rearranging but I'm not sure how comfortable I am in it. I told myself I would write a few hours a day - Did Paul tell you I retired? - Uh No. No, Paul didn't tell me. - But, writing, that's that's fantastic. Uh - We'll see. I've often thought that I might try my hand, but but I would never dare. So, um It's a little unusual to have ongoing sessions with Paul and then to see the both of you. I thought it might be helpful if we all decided how to approach this. I, um I think I told you when I called that this was Kate's suggestion. You said that. If I were you, I wouldn't be so sure I'd agree to it. Why not? Well, we've blurred some lines here, you and I. It's true, we have. But I think we'll be OK if we set down some guidelines. I was thinking we could meet three times, re-evaluate and then decide where we want to go from there. OK? Yeah, OK. Now, what made you decide to come here? Paul, you said that it was Kate's suggestion, but you're going along with it. I think I told you about Kate going to Rome and, uh and who she went with. She, uh She got back and, uh she said that it was over with that guy and I guess we both had the sense of \"So, what do we do now?\" Kate did offer to talk about it and I couldn't. I was too angry. I know in couples therapy you try not to blame each other and I'm always telling my patients that, like it's the simplest thing. Now here I am and, uh I can't stop blaming. Intellectually, I get it, that I'm half of the equation, but, uh You said you couldn't talk to Kate, so she hasn't heard any of this, how you feel. Well, I think she knows that she hurt me deeply and that, uh that I hated her. Could you go into that? I hated you for thinking you were entitled to this, that you implied I brought it on myself. I couldn't shake it. Every minute, I'd get a wave of rage and loss Why? Why loss? Because I really don't know if I can forgive her. I've seen couples come back from this, but, right now, I'll be damned if I know how they did it. Anyway, she got back Tuesday and I said, \"Well, should I move out?\" She said that wasn't what she wanted and You tell her. Uh, well, I just asked him why he couldn't talk to me about all of this, you know, everything we're going through. Can you answer that, Paul? I just said I I couldn't. I tell patients having someone cheat on you is like mourning a death. Who you were as a couple, the image you have of yourself - it is like losing a loved one. You, um, keep telling us what you tell patients, but you're talking about your mourning, your rage, your loss. You're sounding very controlled. What, you want me to throw something? Try to strangle her? I can barely look at her. I'm so I feel like I'm falling apart, Gina. I should tell you this, and Kate already knows I I attacked a patient in therapy. The pilot. In the middle of therapy, I jumped him. I lost it. Suddenly, I was on top of him. I grabbed him. I almost I almost hit him. Scared the hell out of me. Out of both of us, I guess. Anyway, my first thought afterwards was that I was reacting to Kate. She came home during the session, she knocked at the door, back from Rome. I heard her outside the office and then What is it? I shouldn't discuss a patient with Kate here. You can't discuss a patient who's spying on me? He he did all this, uh, research about Kate and about about my father. He knew that Kate was in Italy with, uh with another man and, uh, he he he threw it in my face. - How did he know that? - He made calls. People that had recommended me to him. I don't know who they are. Anyway, that's not the point. Instead of handling it properly, I jumped in and, uh And I I lay in bed that night thinking, \"Do I take a month off? Or three months off? \"Maybe I should take a year off. Maybe I'm \"Maybe I'm all done. \" - And that's my fault? - What? Your creepy patient, he's my fault as well? Actually, it made me think how much I I need you. - Do you? - Yeah. You, the kids, the house - I need that. I need that other place where I can That What? Hang on. That other place? Oh, Paul, I'm pretty sure we're supposed to be the place. I'm sorry. How does this work? - Do we take turns? Is that how - Sure. Whatever you're comfortable with. Um Look, it's always been very difficult for me, trying to describe what I'm feeling. Um When you're having a baby - yeah? You're lying there in that hospital bed and and you don't need - you don't want - everything understood and shared and analysed and discussed, you All you want to know is that you're not alone and that your husband's hand is right there. Um But try describing to your husband exactly what it feels like to have a child, it's just impossible. A friend of mine once said, \"Take an umbrella, shove it up his ass, \"open it and pull. \"Then he'll know. \" So someone sticking an umbrella up your ass is What What's the umbrella? Please don't analyse me. Well, it's quite an analogy. I'm not your patient. He He doesn't get to interpret everything I say in here, does he? It's the same as when Paul's at home. He's not a psychotherapist here. He's a man dealing with a crisis in his marriage. He's not a therapist at home? OK. Can you go on, Kate? When you told me about attacking the patient, I felt like that was for my benefit. That you just wanted to show me what I'd done to you by seeing Edward, how I'd ruined your life Well, your work. You haven't ruined my life. You're the best thing in it. Well, I felt like you were putting on a show. Christ. You know, I believed you when you told me that you wanted me to stop seeing Edward, I did. But when you sit here and tell me that I'm the best thing in your life I don't believe that. And that makes me so sad. And the way you talk to me sometimes, I mean, I will ask you outright, \"Do you love me?\" and you've said to me you've looked at me and you've said, \"Yes \"for now. \" It's It's a joke. Well, what the hell kind of a joke is that? Someone asks you if you love them, you don't think that they're feeling vulnerable? A little insecure, maybe? They need some reassurance? Everything we say has meaning, that's your line. But we don't mean everything that we say. Which is it? That's convenient for you, isn't it? We don't mean what we say, fine, cos I don't believe a lot of what you say. I mean, Gina just pointed it out. You said, \"I'm hurt,\" but it sounded like you were reading something out of a psychology book or something. How do you need me? You don't need me. I I just don't believe that. You know, when Paul and I were first seeing each other I couldn't get over how seriously he took me. I'd really just I'd never had that from anyone. Up until then, I'd always pretty much felt, um invisible. And, uh, there was also there was this there was this exciting new idea that that under everything people say there's another intention and that there's this hidden meaning, which just meant that everything had to be analysed. So, everything I said took on this importance because he was working so hard to figure me out. And he was really the first person who tried to understand me. And I Thank you. And I just remember feeling very grateful to him for that. So, uh, it was quite a shock for me to realise that it wasn't about me. It had It had fuck all to do with me, really. I mean, it was about him. Because you don't actually understand me. Understanding me is not about subtext or the subconscious. It's not about reading some kind of an X-ray, you know? It's It's just so clinical, you It's worse because you use it against me. You think you know what I mean before I know what I mean, and how am I supposed to argue with that? This is what I've gotten out of our marriage, I've got to go over everything ten different ways. I can't take anything at face value. Nothing is simple. Nothing is ever simple. I hate it. I hate that that's what I've become. Just the patient married to the doctor. Huh. Well, uh, for someone who was asking how this whole thing works, you're doing a blue-riband job. Got to give you that. I didn't come here for you to grade my performance. Kate, can you explain to Paul why you were seeing Edward? I don't want to explain. No? No, this is exactly what I'm saying. Why does everything have to be explained? Sometimes I just don't know and sometimes I don't want to know. Fine. Initially, it was just excitement and adrenaline. There was this possibility when I woke up in the morning that I may do something that I hadn't planned, or that I didn't even know I was capable of. And that's who I was before I met Paul. And somewhere along the way, that part of me just died or, I don't know, it was smothered. The point I'm trying to make is why can I not just trust myself to be who I am and to just get on with it? Well, just because you don't look, it doesn't mean there's nothing underneath. That's very profound, I'm sure. - There's still a reason why you - Would you please stop it? I do not want your intellectual interpretation of everything I say. I did it because I felt something. What did you feel? Wanted. Do you I mean, do you want me to say that I want you? I do. I want you. That's why I'm here, so that you'II you'll believe it. Paul, do you feel that you need a witness to verify your love for Kate? Thank you. Thank you. I'm sorry, but I just keep getting this that image of Bill Clinton, that footage of him. Standing in front of the cameras and he's wagging his finger so adamantly. \"I did not have sexual relations with that woman. \" That's some comparison. You know, I can't assert anything strongly enough, because that would be a clear indication of my, uh insincerity, but, on the other hand, if I don't state my feelings, that's something else. Fair enough. Maybe there's nothing you can say to me. All I know is I have to feel it in my gut to believe it. - And you don't. - No, I don't. Do you remember? Do you remember what it feels like to be wanted? To be truly desired and pursued? It's not something you experience as a debate. It's not an argument you need to be convinced of. It's just this this this force that has to be that has to be reckoned with. What? What is it? Did I What? What did I say? What's going on? Do you do you know what transference is? Whe when a patient has feelings for their therapist which are, in fact, drawn from their relationships with their parents. They project qualities onto the therapist that don't really exist or they can be just exaggerated. And then when they find the courage, the patient they reach a level of trust and they feel safe enough to express their desire for the And And so for a time, the the the patient may experience feelings as if they're truly intended for the for the therapist. Did you fuck her? What? Is that what you're telling me? Are you telling me that you slept with a patient? No, that's not what I'm You asked me if I felt someone's desire for me. I'm saying yes, I have patients who've indicated feelings for me, only I'm not flying off to Rome to fuck them. It happens in therapy all the time. - Has this happened to you? - Yes, it has. I've spoken to Gina about it. It's really valuable for me to explore my feelings with another therapist, so they don't get in the way, so I can work through them, because then they don't get the best of me and ruin my marriage. That's All right, so exactly what kind of feelings has this woman provoked in you? What has he said to you? Kate, only Paul can answer that. It's OK, he doesn't have to. Ah. This is why he needed to make some sort of a declaration of commitment to me. This is his wagging finger, his \"I did not have sexual relations with that woman. \" - But I didn't. - Doesn't matter. This is not nothing. If this were nothing, you wouldn't have brought it up here. If this were just some patient with a silly crush Is Are you telling me that you've fallen in love with some patient that you're treating? Look, you have your insurance guy, you don't get to play the outraged wife here. He's not an insurance guy and you know it. - Whatever he is. - Thanks for another stupid, painful joke. And I don't get to play outraged? Ha. What about the last few weeks? Acting like a martyr and the whole time you're chasing a patient. Jesus Christ. Actually, let me guess. What is she? Some girl with no father figure? He died? Abandoned her when she was 12? He loves that type. I'll tell you. - How old is she? - What type, Kate? Girls with that particular brand of dysfunction - tasty little daddy complex so he can sweep them off their feet. It's daydreaming, that's all. Maybe it's a little more than daydreaming Look, I wanted to come clean here. Now you know. The reason I'm telling you is because I want it to stop. Well St You want to stop what? You wanna stop wanting to fuck patients? - How do you stop that? - I don't know, but we might try acting like a couple who actually might want to be together. Maybe you can describe to Kate what you're experiencing with this patient, like Kate did with Edward. Look, you can't can't compare the She slept with somebody. I allowed myself a fantasy. That's all. I never admitted it to this woman. I certainly never I certainly never acted on it. - But you were dying to. - Yes, I was dying to, but I didn't. Anyway, she quit therapy. I forgot to tell you, she quit therapy on Monday. Good. Now you can fuck her without worrying or losing your licence. Or maybe I can try to save our marriage, or what's left of it, which, apparently, isn't very much. Did you say Monday? - Monday? - Monday, yes. That's why you wouldn't go with Max on a Monday? Because you didn't want to miss your session with this girl? Are you serious? Max, he's having a lot of problems at school and, uh there was this conference with his teachers and Paul wanted to reschedule because I knew something was wrong. I knew it. And all your speechifying, all your fucking sanctimony, walking around like the mortally wounded, and the whole time Oh, Jesus. Makes total sense now, doesn't it? A million little things. When did this start? Wait How No, how long has this been going on? How long has what been going on? I told you nothing happened. I'll tell you when. It started a year ago, didn't it? - Am I right? - Jesus. - What happened to us? - What happened to us? What happened to you? What happened to you, Paul? Edward, he was nothing. - Nothing? - Can you say it's nothing? Can you say it's nothing with this - What is her name? - I can't tell you. I'm not allowed. I want to know and you'd better tell me. - I am not fucking around. - Laura. Laura. Why don't you tell me it's nothing with Laura? My God. I made a mistake. I made a With someone I couldn't even be in God damn you. What do you want? Do you want me to say it's nothing? Because it isn't nothing. That's why we're here. That's why I'm here. Fuck you. Paul, you can understand how she's feeling. She came here wanting to leave her affair behind and work on your marriage and then she finds out that you have feelings for another woman. It's not the same thing, Gina. Still you've both been pulling away from the relationship. Now what's left is to fight over who's been hurt the most. Why? Why is anyone cheating? Looking to someone else for a connection? How did the marriage end up feeling this empty? OK, this is a first step. We'll keep looking at these reactions and what they mean, where they started. As I said in the beginning, we we should meet a few times and then decide to go on with couples therapy or some other solution. OK. Gina, I'd like to pay for my sessions so far and for this one. We don't have to do that now. Five sessions. How much are you Paul, as you said in the beginning, some lines have been blurred here. So, I haven't even thought about this. Let me figure it out and I'll send you a bill. - OK. - OK? What exactly am I going home with? What the hell am I supposed to do with this before our next instalment? Kate, you can call me any time. Paul, you know that. And if you want to meet before next Friday, it's fine. I'm here. Thanks, Gina. Take care, Paul. English SDH"}
{"speaker": "Client", "text": "Well, David was my first. Don't look at me like that, I wasn't a victim. I got into his bed. He was a 40-year-old man for Christ's sake. Your father had no idea what was going on? He was asleep in the next room. I think it's important that you talk to your father about this while it's still possible. You know that this thing with me and Alex is over? I ended it. I can't continue, Paul. Every minute here is tearing me apart. Daddy? Yes, hello. No, I'm, uh I'm on my way somewhere. No, not to the ward. No, absolutely not. Because his temperature is slightly up and I don't want it to get out of hand. Just tell them to take care of him until I get there. Just keep an eye on his fever. In about 90 minutes. Look, it's it's important. Can I count on you? OK. OK, bye. - Hi. - Hi. - Here. For you. - Oh. What is it? There's a farmer's market across the street from the hospital. Maple syrup. - It's Vermont's finest. - Thanks. Sure. Your kids eat pancakes, right? Yeah. Come on in. Thanks. Thanks for seeing me. When I dialled your number this morning, I thought, \"It's not even eight o'clock. I probably woke everybody up. \" Please, this place is a circus by eight o'clock. I had no one else to talk to. I even called Andrew, but he never called me back. Anyway, thanks. I thought my hour would be filled already. Your hour isn't filled. How is your dad? - Is he still in ICU? - Yes. His temperature went up and they wanted to move him to the ward, but I want him kept there as long as possible, where he's got one-on-one nursing care. He looks so small, you know. So tiny. He looks lost in that huge bed. You can barely see his body under the sheets. He looks like ET. You'd think I'd be more resistant, huh? I've already seen people shrink into little gremlins. But not my father. I took your advice. I told him about David. When I left here last week, I called him. He was so happy to hear from me. It had been a month since we'd seen each other. So I went around to his house and he ordered takeout. My dad never orders takeout. He doesn't know how. I swear he ordered half the menu. I'm not exaggerating. He means well, but I don't think he knows what I like. Do you know what your kids like? You mean apart from pancakes? When I told him about David he said \"I thought so. \" We were sitting in the kitchen surrounded by takeout containers, about 20 of them. He was just pushing his egg roll from one side of the plate to the other, dipping it in the hot mustard without looking up at me and says, \"I thought so. \" Hm. Did you tell him the full story? Yeah, well More or less. I mean, I told him that I slept with David at our house. He asked me if it continued later, and I said, \"No, it was just a passing thing. \" That nothing happened to me and he didn't need to worry, and that it came up in therapy and I thought I should talk to him about it. It doesn't sound to me like your father was doesn't sound like he was surprised. How do you feel about that? That he might have known all along, and that he didn't do anything about it? I didn't take it that way. Look, Paul, the pain, the shock of it was so bad, he immediately had to act as if he'd known all along, as if to deflect the shock of it to Old habits die hard, huh? You can take the girl out of therapy, but you can't take the therapy out of conversation. It's funny. Things feel different. Feels like I haven't been here for a year. Are those new shoes? These? No, I found them in the closet. I'd forgotten about them. I used to wear them before - before I was married. - They're nice. Think so? Mm. I'm really glad that you called. Really? Huh. What, did you miss me? Yes, I did. Even after that dramatic exit last week? Yeah. Really? Yeah. I guess the prospect of of not seeing you again kind of kind of scared me. Losing a patient is such a big deal? Losing you is a big deal. - Does it bother you I said that? - No. I just don't understand why you're saying it. I mean, why now? Is this a trick? Why why would I be tricking you? I I just don't understand why you're saying it. To be honest, I don't really believe you. It's the truth, Laura. I'm trying to say how I feel about you. I think you deserve to know. I think it's I think it's time for you to know. Know what? That I have very deep feelings for you. I I keep thinking about you all the time. I really miss you sometimes. It's No not sometimes. Often. I miss you often. OK, so what now? I mean, if I say yes, then what, it will happen? What, this isn't therapy, so it's OK all of a sudden? You know what? This whole thing doesn't seem right. It feels weird. What, that I That I said I had feelings for you? You're testing me. Are you testing me, Paul? No. OK. OK, good. You know, we never sat on the same couch before. So what now? I don't know, Paul. Can I, um Listen to us. It's not supposed to be like this. Everything's so polite. I mean, with Andrew, two hours after I met him, I was in his bed. Lucky it was dark. If I'd seen the condition of his apartment, I wouldn't have slept with him. No, actually, I would have, cos that's how it is with me. I act on impulse. - Do you think this is acting on impulse? - This isn't impulsive. This is the longest foreplay I've ever experienced. A year of just getting to know you. What do you know about me, Laura? Specifics, you mean? I know some things. - I know you have children. - Yes, I do. Max, Rosie, lan. Yeah, and what else? Once or twice you haven't worn your wedding ring. I noticed that. It's because .. sometimes when I'm washing the dishes, the, uh the dish soap gets under the band and irritates the skin. What are you thinking about now? Just you. I remember once when I was I was about 14, I, um, had a crush No, actually, I didn't have a crush. I fell in love with my biology teacher. - Oh, yeah? Well - She must have been about 33, 34. I used to write her these big, long poems, and I would put them in with my homework. And I remember saying to her one day, \"I'm not interested in girls my age. \"They don't understand me. They don't know who the real me is. \" What I really wanted was was her. So one day I found myself alone in the lab, in the science lab, with her. And I heard myself say that that I just had to kiss her. And what happened? She turned off the lights and she came right up to me and she stood facing me in complete darkness. And I remember the sound of her breathing and the smell of her perfume. It was like I was I was drunk or something. She looked me straight in the eye, and she said really quietly \"Go on. Do it. \"Just do it. \" - You know what happened? - What? I got the hell out of there, ran away. Did you ever think what would have happened if you hadn't run? If you had kissed her? I used to think about that all the time. But now when I think of it, I - I thank her for it. I do. - For what? For scaring you? No. I guess she showed me that what I felt or what I thought I felt, even though it was real and genuine to me, was it was really just a fantasy. It wasn't real. And that she had the compassion to let me go back to my to my future. David didn't turn out the light. He said he wanted to look at me that my body was amazing, that I was beautiful. He went on and on about that. I can't believe how naive I was. What I thought was gonna happen when I walked into his room, I God, isn't it crazy all the things you imagine sex will be when you're young? I had very romantic thoughts. I imagined an angel would come and when we were in bed, she'd touch me and erase my former life. He told me how proud he was of me. When I was in California, he told me I was ripe for this, that I was a woman. He said that I was ready. Then he started whispering to me. He said he never had such a hard-on in his life and he said, \"See what you did to me?\" And he undressed and stood in the middle of the room, showing me what I did to him. Then he undressed me. He was very professional. I remember he spit into his hand in order to wet his It was disgusting. I think that was the minute that I wanted to run away, but it was too late, because he said that I was ready. Listen to me, Laura. It's really important that you understand that none of this was your fault. You were 16 years of age. You didn't How could you have known what was gonna happen? - How could you know what to expect? - I wanted him to hold me, Paul, to take me away from the house, away from the death of that house. I just wanted him to help me get away. I never wanted him to fuck me. Oh, Laura. - Fuck, I ruined it. - No. - You don't want me any more. - No, it's not true, Laura. Please listen to me. I really care about you. I really care about what happens to you. And I will not do anything in the world to hurt you. I promise. Look, I think the real damage that David did was that he destroyed your ability to communicate with men - from a non-sexual place. - Not true. - I think it is true. - You make me sound so terrible. - There is nothing terrible about you to me. - If you don't wanna fuck me, don't fuck me. I'm a big girl. I can take it. Go on, say it to my face. Go on. Laura, listen to me. I think you feel that if I don't sleep with you, I'm not gonna be interested in you, in who you are. But I am not willing to betray you. I am not going to disappoint you. I will not be another David. There's something going on between us, Paul. Something more and you know it. You're just too fucking afraid. It's my brother. Hi, Ollie. Great. Tell them not to move him till I get there. I'll be right there, OK? OK, bye. Well, his temperature's normal. Good. That's good news. It'll be OK, I promise you. It'll be OK. - Mm. - OK. Hi. English SDH"}
{"speaker": "Client", "text": "I got a choice. Either I accept your superiority, as if you're some kind of god, or I use my intelligence and do a little investigating. Yeah, you'd be real surprised the kind of information you find out from a few phone calls. I found a hell of a god. A god whose wife is sleeping around behind his back, whose daughter is fucking junkies, and then Laura comes along and you you fall in love with that crazy slut. Don't you fucking talk about my patients, you fuck! Oh. - Hi. - Hi. Gosh, you never get the mail. Yet today, 30 seconds after it arrives, you're sprinting down to the kerb. What on earth could you be expecting? A love letter maybe? - I saw her, Paul. - Who? Who? Laura. I saw her. Wh what do you mean, you saw her? I was taking out the trash and I saw her leaving. I thought you said she quit therapy. - She did quit. - Then what the hell was she doing here? Her father's in the hospital and, um, she called me and asked me if she could come in. What should I have said, Kate? \"I'm sorry about this crisis with your father, but I've told my wife that you've quit therapy. \" No, you should have told me that she came back. It wasn't a social call. And if you wanted to find out what was going on, all you had to do was ask me, Kate. Don't you dare turn this around on me. What, you think you think you deserve her, you've earned her? Because of what I did to you? For Christ's sake. Well, lucky you. Saved by the bell yet again. I'm glad you came back. I went against all my instincts. Come on in. - So what were your instincts? - You want the truth? First was to come back here and beat the shit out of you. And the second one? Well, the second one was an instinct that I learned in the, uh in the navy. It's a survival tactic we teach. Think like the enemy. I've been trying to understand - why you're all so afraid of me. - Hm. When you say \"all\", who would you be referring to? You and the rest of the world. Listen. I realise I threaten you and that's where your aggression comes from. So in what way do you threaten us, do you think? You consider me a murderer. The last couple of weeks I've been trying to figure out - when people look in my eyes Iook at my hands, can they - can they tell that I've killed 42 people in the past 20 years? That's 42 human beings. You can't hide something like that, right? There's something about me - they've got to see that. And it scares them. So do you think that there is something about you, something obvious that people see? You probably wanted to strangle me the first time I walked through that door. In the last session, you finally got a chance to show your hatred for people like me. I think maybe that's how you see yourself, Alex. Maybe that's why you pushed me to such a violent place. So that I'd treat you the way that you think you should be treated. Let me remind you, you attacked me. Mm. So what did you feel when I attacked you? What did I feel? A slight tremor in the wing. - That's it. - So, no big deal. No big deal. But, Alex, I pushed you against the bookcase. I threw coffee in your face. I'm just curious. What happened in your body? What was going through your head? Hold on a second. I just realised something. You you haven't apologised yet. OK, you're supposed to say, \"I apologise. I'm sorry. It'll never happen again. \" I've been here five minutes so far and I got nothing from you. You're right. You're absolutely right. I apologise. It should not have happened. But I felt very offended by what you said. Offended? No, no, no. That's not part of the deal. No, I can say whatever the hell I want in here. That's the point of going to a shrink. You want me to censor every sentence or keep wondering if I might hurt you? Well, it's still like a relationship, Alex. There are There are boundaries. I felt that you were out to hurt me. And I was very hurt. What offended you so much? I mean, it was all true, wasn't it? Well, you invaded my privacy. You talked about the people I love, and you spoke about them with contempt and with what I felt was deliberate cruelty. OK. So I guess my therapy is over now, right? That's not what I said, Alex. No, but it's what you think. You're tired of taking the shit I give you all the time and, actually, I don't blame you. If I were you, I'd have gotten rid of me a long time ago. Is that why you say those things? In the hopes that I would, what, run away, kick you out? It's not gonna happen, Alex. You know, you guys really do live in a bubble. You live in this world, you don't It's all theories, you don't engage What? Finish that thought. What were you going to say? No, I just remembered this dream I had. Um I was on the ground, and I was driving this little car on the Iraqi international airport highway. They call it the highway to hell. And all of a sudden I'm in Baghdad in this traffic jam and above my head I see this enemy plane, it's a Czech MiG uh I'm not sure what it is exactly, but this MiG is being followed by one of our jets, an F-16. Everyone's looking up, watching. And I say to myself, \"Why isn't he shooting? \"Why doesn't he blow him out of the sky?\" Maybe he's afraid the debris will fall on the people below, but I know in the dream the orders are to take that fucker down. They're flying real close and manoeuvring, and our guy doesn't launch. And the enemy plane is getting away. It's driving me crazy. Shit, he's on his way to our base camp. All the people on the ground, they're waiting for him to take the MiG down, and they're bloodthirsty. And it doesn't happen. They just fly away. And that's it. So, do you think you would have done better if you had been up there? Shit. Any pilot worth his salt would have blown that asshole to kingdom come. And who is the pilot? Maybe it's me. I don't know. You're the one who can't shoot? Why not? I don't know. Maybe because the other guy, the other pilot, is not that dangerous, I knew that. He's only What? He's only what? Who's sitting in the plane? Who's in the enemy plane you refuse to shoot down? I don't know. I don't know who's there. - No, who is the enemy, Alex? - Hey, stop, man. Jeez, when you want to pressure, you pressure. I don't know. Who's my enemy? You? - Is that how it feels? - No, it's not you cos you're not there. No. Maybe it's my father. What? What, you know the answer, but you don't wanna - You want me to come up with it. - No, it's just a dream. I'm just I'm just helping you to to look at it, that's all. Well, then, you must have some chart or something around here telling you what every part of a dream represents in reality. No, not really. Sometimes a number of images can can represent the same thing. So it's me? That's what you're saying, right? That I was the enemy pilot? I'm my own enemy? It's not clear, actually, that he's even an enemy. It's not that he doesn't have identification marks on the plane. I'm just not familiar with it. I don't know for sure But he is He is trying to get away from you. What do you think of this guy, this pilot, this fleeing pilot? I think he's a fucking coward. - Oh, yeah. What else? - He's not a man. He's running like a pussy instead of turning around, standing his ground and fighting. I'm dying to come up to that pitiful fucker and shove an air-to-air missile up his rear burner. What are you thinking? Say it. You think I'm a faggot? Huh. That would go right along with all my father's theories. Only girls and fags see a shrink. So, what if I'm a fag? You know, you said it very clearly before. - Did I? - Well, maybe you didn't say it, - but you've been leading me there. - I have? Yeah, you're dying to say it's a homosexual dream. I'm tailing him. Uh, I see a fire come out of his back burner. I wanna shove my It all fits, doesn't it? Even Daniel never suspected it - Well, that could explain a lot of things. - What things? Laura, for instance. That lousy fuck we had the first time. And Michaela. The fact that I'm suddenly not attracted to her any more. We saw each other this week at a restaurant, she wants me to come home and thought it'd be better if we talked to each other In person. She was she was driving hard, man. Just on a mission, just on attack. She wanted to start by getting a room ASAP. There's a hotel above the restaurant and I said I couldn't. I couldn't. I told her I had somewhere to be, and we would do it another time. I really did have something else to do that night. I was supposed to go with Daniel and his his partner Sean to a party. This amazing woman wants to fuck the shit out of me in a five-star hotel and instead I'm going to Georgetown with these two fags, do you understand that? And and why do you think you'd rather spend time with, uh with them? Everything's a joke with them. I mean, I don't know if you're familiar with their world but their humour is in seeing everything from the outside, like they're not a part of it, like - like they're above it. - Hm. And by \"they\", you mean homosexuals? Yeah, especially Sean's crowd. I mean, he's genuinely queer. You know, he's not the kind that's in conflict with himself. This Sean is immune to tension. He's happy. He's happy all the time and He just has no subconscious. Everything is, pow, right out in the open. Is that something that Is that something that you envy? Well, they don't pressure me. They give you shit to provoke you, and they love that shit, but You know, Sean asked me, \"Why do you always desperately \"try to please everybody all the time? \"God and country, everybody. \" But it's bullshit. They don't care. They really don't care. They don't demand of me to be anything extra. That night we got home about four am, and, uh, Daniel went to the bedroom, and Sean and I stayed in the living room. He got a DVD, some gay porn thing and Look, I don't know if he was trying to provoke me or what. And He even suggested afterwards I'd be ready for bed. He said it jokingly, but he wasn't playing. He told me once, \"I didn't know the meaning of life \"until I got fucked in the ass. \" I once read that, psychologically, water symbolises emotions. I wonder what your collection of boats says about you. I don't know. Maybe that I'm an emotional wreck. Maybe you want to go out to sea, but you don't. Ah. You mean that I want to express my feelings, but I can't. You know, my father's a lifetime Democrat, war protester. And I knew that if I joined the navy, it would piss him off. So fuck it, I went to ROTC in high school, and then I got my wings. He couldn't tell me shit. Hm. I remember the first time you were here, you said that that you didn't choose to be a pilot, that life chose it for you. - Yeah. - But I don't know about that. I think maybe you did choose that path, and that you did it to defy your father. He wanted me to be hard. There's nothing harder than a TOPGUN grad. Yeah, but that's still a reaction to him. It's not your desire. I don't think you're in touch with what you really want. What I really want? What are you saying? What I really wanted was to be something else? Gay? Have you ever been attracted to men, Alex? No. Ever had a sexual fantasy about a man? I have never No. No. So when you say the word gay, what do you mean by that? I don't know. Don't take me there, man. This, saying what you think all the time, that's gay. Those guys, they they have no filters. What else? Talking about your feelings all the time. So what you do here, for example, the way you interact with me, your father said he said that anybody who goes to a shrink is a is a is a fag? How did you get on with your dad when you were a kid? Um I remember as a kid my father taking me to a church. This was the Riverside Church up in Harlem. And back in those days, I lived kind of a double life. During the week, I went to this all-boys private school. It was elite. - The finest teachers, it was - The best, right? Right. It was also a totally sheltered environment. So on the weekend, my dad would take me to all these real rough ghetto areas, to places where he volunteered his time and money. He wanted to make sure that I knew how lucky I was to live my little soft, cushy life. I dreaded those fucking weekends, hated them. It's like he was always trying to test me. Anyway, the Riverside Church had this athletic programme that my dad supported. He needed to talk to the guy that ran the place, so they told me, \"You wait outside, shoot some baskets. \" So it's early and the courts are deserted. And it's a really It's a bad area. But long story short, this kid comes up. He's about I don't know, he's 14. And he beat the hell out of me. He, uh kicked me in the head a few times. He had this box cutter. I thought he was gonna slice my face. But he wound up taking some little bullshit chain I had and my sneakers, he took my sneakers, took my socks and he even he even took this little half-full pack of chewing gum. And I went upstairs and my dad sees me, and he sees I just got my ass kicked, that I got no sneakers, no socks. And I started to tell him what happened. And I I started crying. So my dad slapped the shit out of me. It sounded like a whip crack. And he made me walk around barefoot for the whole rest of the day just to teach me a lesson. What age were you? And the next weekend he took me to a gym to meet up with this guy named Tom, and Tom said that there are two types of martial arts. \"One is the kind that's a physical and spiritual discipline, a way of life. \"The second type is where you learn to fight, \"and this here is a fighting gym. \"You got a problem with that?\" I didn't have a problem with it, cos I didn't want anybody to ever put their hands on me like that ever again. So I came four days a week after school, and I learned, and I learned fast. And the next time some kid picked on me, I beat his face to a pulp. You couldn't even recognise him. Cos, see, fear is like fire. If you master it, then it can heat your house, cook your food, but if it gets the best of you, it can burn you, it can destroy you. You control your fear You control your fear, you control your life. Excuse me. Are you all right? Yeah, I don't think I can do this. Do what? This therapy, I It's just too much for me. I think I need a break, uh a few weeks, a month. I just don't think it's leading anywhere, that's all. It's not leading anywhere. Where do you want it to lead, Alex? Someplace where I feel less shitty about myself. Someplace where I can find some balance in my life. Someplace sane. I miss flying. Somehow everything is just much simpler up there. I can focus on something. The only thing you gotta think about is the mission. It's quiet. Is it possible to get that feeling on the ground, do you think? I don't know. I got a call from my wing commander, he's he's interested in knowing how I'm doing. He's fishing. He's trying to figure out if I'm ready for active duty. It's, you know, all sorts of tests, though. It's a long process. Do you think you're ready for that, Alex? What do you think? No, I don't think you're ready. Maybe I can discuss it with Michaela. I don't think Sean and Daniel would be much help. Gays don't really understand the military, or vice versa. Alex, these these feelings and memories that you have about your father, I think this is really something we should we should come back to. Yeah. Uh I might actually have to go in over the next few weeks some days for some meetings so I'll keep you posted if I can't come next week. Sure. Thanks. English SDH"}
{"speaker": "Client", "text": "I feel sorry for the books up there. I'm going back to training next week for the Olympics and if you try to stop me you will never see me again. Right, you'll go to your father's. Only, he's in Miami, photographing supermodels and no one can get hold of him. He doesn't even know she was in hospital. Shut up! He hasn't even called her in over a month. Why didn't you tell me that your father didn't know you tried to kill yourself? I have to go. What about our agreement? - Let's talk about it next week. - No we won't. What about our agreement? I won't try and kill myself as long as I'm in therapy. OK. - Yes? - Afternoon. $12, please. - For what? - Pizza. A pizza? I didn't order a pizza. Oh. Is there another entrance to the house? Yeah, but I'm sure nobody ordered a pizza. OK, buddy. Just give me a second. Candy, can you check the street number on the Robinson Street order? Yeah, it's 848 Robinson. Yeah, but the john claims he didn't order a pie. You know what? Let me take it. I think I know who it's for. Uh, he's gonna take the pie. What do you mean? Suddenly he did order it? - Ask him what's on it. - You gotta tell me what's on it first. I can't just be handing over another man's pizza. It's, uh cheese? And And, uh And it's deep-dish? - Yeah, it's deep-dish, yeah. - OK. - How much is that? - It's 12. Thanks. - And here you go. - Oh, thank you. - For you. - Thanks a lot. Take care. Bye. Want some? No, I'm OK, thanks. I was on the bus and I realised I hadn't had anything to eat. So I sent a text message to Google from my phone, they sent me the number of this place near you. - Google can do that? - Google can do anything. Sure you don't want some? I think this place is totally organic. No, no. Honestly, I'm sure. I had lunch already. - How is it? - It's all right. Not the best, but I have to eat. I need the calories. How was your week? Good, thanks. - So you're in a good mood? - I think so. Do my moods worry you? You were a little grumpy last week. You sort of ate me alive. There were a couple of points that I really wanted to make clear and if I came across as impatient or, erm, or abrupt, I I apologise. Apology accepted. Were you having a bad week? Yeah. And maybe some of that spilled over into this room. It happens sometimes. I wish it didn't. Relax, I can take it. - OK. - Plus I like that side of you. - Which side? - The no-bullshit side. Hm. What did you mean when you said, \"I need the calories\"? I've lost some weight. When you go back into training with weights and stuff, as you build up muscle, you're supposed to gain weight because muscle weighs more than fat. Oh. Never knew that. When I'm not here, do you just bury your head under a rock or something? So these pounds that I've put on, they could be they could be muscle really. - Do you go to the gym? - Occasionally. You have to do it consistently if you want to see results. Every day. Weights and cardio. No pain, no gain, guy. You're right. You can't see muscle if it's under fat, so you have to cut back on your sugar and carb intake. OK, coach. - Sorry. - No, I appreciate the tip, thanks. Anyway, if you build muscle, you'll gain weight, unless of course you're a physiological freak like me. Since I've started lifting weight I've lost two pounds, which is like anatomically impossible. Now Cy won't let me lift until I gain it back. It's bullshit, really. He was like, \"You have to make sure you eat protein after every session, \"and you have to make sure that your fat-carb ratio blah blah blah. \" He weighed me two days ago. I don't know how, but I'd lost another pound. - Can I eat here? - Sorry? I never asked if it was OK for me to eat here. Sure, of course it is. I know you have all these rules and I wasn't sure if there was a rule about food. What are my rules? Well, there was a no-suicide rule that we made last week. I think that was more of a pact, but If it was a pact, we'd be drinking poisoned Kool-Aid together. When I had the cast, you had that rule about not undressing me. Well, I don't know that's so much a rule. I I felt that that was inappropriate. So there are no rules. I can do whatever I want? No, that's not what I said, but you can definitely eat. It makes me happy to see you eat with gusto. A lot of gusto, actually. What happened? I'm done. I don't want any more. It's a little disgusting. - I thought you said it was good. - I said it was OK. Hm. - I'm not hungry any more. - OK. I had half a slice. What do you want me to do? Finish the whole thing? Who can finish a whole slice of pizza? - I think there's a lot of people who could. - Fat people. Do you know what \"gusto\" means? Of course. It means It means it's how fat people eat. With gusto. Did you know a fat person who ate with gusto? Not exactly. Well, why are you smiling? My father had this girlfriend a model. She hardly spoke English and he didn't speak Italian, it was ridiculous. She used to turn up with bags of chocolate. She kept trying to force-feed me. When I wouldn't do it, she told my dad I was anorexic. She went around the house pointing to me and saying, \"I am so worried for her. She has no gusto for eating. \" Meanwhile she's stuffing her bony ass like a pig and never gaining any weight. She was a total Mia. My dad never saw it. Hm. What? You can say it. I've heard it a thousand times before. You think I have an eating disorder. Why can't anybody understand? This is just the way I'm built. I don't get hungry. I can go a whole day and never get hungry. It doesn't mean I'm anorexic. I'm an Olympic hopeful, for God's sakes. I know what my body is and isn't capable of. I know my body better at 16 than regular people ever will. Never saw her again. She starved to death, hopefully. I don't know. He never stayed with any of them for very long. And when she told him that she thought that you had an eating disorder, did he take her seriously? I don't know. - Did he try to get you to eat more? - No. He likes me for myself and he loves how I look. He said if the whole gymnastics thing doesn't work out, he can get me a job as a model like that. So, how do you feel about your weight? I love it. I like being light and thin. I like feeling that I could just slip away through a crack in the door if I had to. Mm. Can you think of a time when you used your lightness, as you call it, to to slip away? I'm describing a feeling, Paul. - Don't be so literal. - OK. Fair enough. Well, can you think of a time, then, when you thought, \"I wish I could just slip away\"? How about right now? That that party where the boy took you into the into the bedroom. Didn't you want to slip away then? I was trashed. - You don't get it. - What don't I get? The slipping away thing. It's it's a girl thing, the wanting to be light. To be there, but not to be there. It's like Can we talk about something else? Finish the thought, Sophie. No. I wanna talk about something else. OK. What would you like to talk about, then? How's your daughter? Rosie? She's, um She's fine, thank you. Is she still with that fucked-up guy? Do you really want to talk about her or are you just trying to make me uncomfortable? I don't wanna talk about her if you don't. - Why wouldn't I want to talk about her? - You never mention her. Hm. After you left last week, I couldn't help thinking about how you didn't tell me that your dad was in Miami. We're back to that? So he still doesn't know about your attempted suicide? I don't want to talk about this. Do you want to keep it a secret from him? It's not a fucking secret. How can it be a secret if that's all you and my mom and everyone else can talk about? - What are you thinking about? - Nothing. I have a test tomorrow and I missed my dentist appointment today, so I have to reschedule that. - I think you're running away. - What? Mm-hm. In your mind, you're planning your schedule. We get close to something that feels dangerous to you. And what do you do? You retreat. I'm not retreating. I'm stressed about the exam, I think I have a cavity and I have a stomachache from that fucking pizza. - What a mistake that was. - Well I have a theory about that pizza. Surprise, surprise. Would you like to hear it? - Do I have a choice? - Yeah. You always have a choice. What's your theory? I think that you were enjoying that pizza until I said something that reminded you of something your father's girlfriend used to say to you. I used the word \"gusto\". Are you saying I'm fucked up about food because of something my father's girlfriend said? - Are you fucked up about food? - Isn't everybody? What does food mean to you? What do you mean? Well, is it nutrition, is it enjoyment, is it What? - It's the enemy. - Hm. It's just what happens to gymnasts. Why didn't you tell me your father was in Miami? Why was it a secret? It's not a fucking secret. I just don't need to bother him with every boring detail of my life. - Attempted suicide is a boring detail? - It's not a suicide attempt. I was just testing. Remember? Somebody around here had that theory, I think. Yeah, that rings a bell. He'd put it together and decide that it's all your fault. He already thinks you're a quack, remember? It's better for you if he doesn't find out. He'd never let me come back. Is it better for you or me? Which of us would have to stay away from therapy, do you think? If he knew, he'd be devastated. He is the most important person to me in this whole world. I don't ever want to hurt him. Why can't you just let it go? Forget it. This is such a waste of time. You tried to kill yourself, Sophie, and you don't want to tell the most important person in your world? He has a life! Somebody has to. We can't all go around like walking corpses. It's not his fault that I took those pills! I'm not saying it is his fault, I'm just trying to figure out why you were ready to leave the planet and not tell him. - What's up your ass? - Are you angry at him for something? - I'm not angry at him. - Is there something you're not telling me? Get off my back! OK. Are we done? We have a little time left. What? Well, you You've never wanted to end a session early before. In our first session you mentioned those books up there. I thought it was because you identified with them. You said they were cold and lonely on the top shelf. Then I looked at them more closely and I realised that one of them has, uh has some of your father's photographs in it. You said that your dad loves the way that you look and that, um if you weren't a gymnast that you could be a model. I guess models are the people that he that he chooses to surround himself with, the people he he likes. They're the people he fucks. I wouldn't say he likes them. I know that in our culture thin models are are sexualised, but I've always found that really strange, because in classical art and literature, eating is often used as a metaphor for sex. They both conjure up desire, hunger cravings inside us. Where are you going, Sophie? Sophie, try to stay here, please. Try not to disappear. Eat shit, Paul. Why are you doing this? I thought you were trying to help. Why does the book provoke such a strong reaction in you? What you're doing is sick. It's fucking sick. It's perverted. - I'll never forgive you for this. - Why? Because I'm making you uncomfortable? I'm asking you to think about things you don't really want to talk about. If I wanted to talk about my father's book, I would have told you it was right there. What about all that crap about a patient deciding what we talk about? That you take things at my speed, and I control the wheels and all that? You're so full of shit. But you have been driving what we talk about here. You may not realise it, but you have. The very first thing you wanted to talk about were those books. What are you saying? That you jerk off to my father's photographs? That you open up that book and jerk off all over those sluts? You keep suggesting somebody is abusing me. You're abusing me! That's what you people love most of all, isn't it? A good mindfuck. To take the one good thing in somebody's life and somehow fuck it up. Just like my father said. Shut the fuck up about him! How could you? How could you? You're just like everybody else! Like who, Sophie? Sophie. Please, don't go. Please. Why did you do that? You mean why did I take the book down? Because I had to. I had to put the book on the table and there was really no graceful way of doing it, Sophie. I think this book is connected to your wound. And opening a wound, Sophie, is it's frightening, it's painful and it's and it's ugly. You implied that I'd been sexually abused. Is that what you heard? I never said anything like that. This book with the with the naked models you wanted me to see that. You know what I think? I think you're angry. I think you've got great anger towards your father. You said earlier on that you wished that you could slip through the cracks. But you don't do that when you're in trouble, Sophie. Not really. Your mind tries to, but your body your body stays here. You let others do things to you, because you convince yourself that that you're not really there. That it's not happening to you. That it's not That it's not hurting you. I'm sure this week you'll exercise like a fiend. And not because you're an Olympic hopeful but because I know that after this session you're gonna want to regain control. But I want you to remember something, Sophie. When you go up onto that beam, that's the place where you detach. That's where you go to feel safe. All I want you to know is you don't have to go there. There are other places where you can feel safe. And here, in this room is one of those places. English SDH"}
{"speaker": "Client", "text": "He threatened to kill me. You're smiling. I've had patients who've had their lives threatened. You just brought this up like it was nothing. - Did you mean that literally, Jake? - Of course not! I'm not gonna fucking kill her. I want a divorce. I haven't slept in, like, a week. l- I can't sleep, I can't eat. I don't know what to do. I really I don't want you to leave me. Mm-hm. Got it. Great. Great. Right. Got it, thanks. - Ah, hello. - Hi. I'm a little early. I hope that's OK. That's OK. Can you, uh, can you just give me a few minutes? - Sure. - Thanks. I'm just gonna close the curtains. How are you, Amy? Good. You seem a little, uh, restless. Oh! I wanted to get here early. I rushed a little. - Why would you rush to be here early? - Well, one of us is often late, so I don't know. - Jake's not coming. - Oh. Don't worry, we're together. Everything's fine. We're seemingly in love. And he knows that I'm here and it's fine for him to know everything that we talk about. I have to tell you. I was offended outside, just now. I know I'm an adult and you have things that I don't need to see or hear, but I felt like a scolded child. Never mind. It's crazy. It's not you, it's me. I don't know what's gotten into me. I felt a little embarrassed because I'd already stood up and you stopped me. Well, I certainly apologise if I Are there patients that you would've let in even if they arrived early? Patients that you have a different relationship with. I know Jake and I aren't easy and I just think you must have easier patients, more interesting patients, patients that are more fun, that you like more. Is my enjoyment of our sessions important to you? Maybe. And so, it would bother you if I didn't enjoy them? Maybe not. Forget it. Hm. You said that Jake and you, uh, weren't easy as patients. H- How would you define yourself as a patient? Bad. Just kidding. I wouldn't trade places with anyone. It's just I don't know. Have you ever thought about changing places with anybody? - Perhaps. - Who would you like to trade with? What kind of a patient would you like to be? - Maybe I want you to be different. - Me? Different? How? I don't know. Harrison Ford. OK. That's a bit of a stretch for me but, um, OK. So how would Dr Harrison Ford behave if you were early for a session? Who says I'd be seeing him for therapy? He certainly wouldn't make me wait outside like a naughty schoolgirl. So you felt that was like some kind of rejection? Mm-mm. OK, so, um Why don't you tell me what's been happening since I saw you last week? Everything's fine, like I told you. You said that you and Jake were, um, were \"seemingly in love. \" What does that mean? \"Seemingly in love\". I said that, didn't I? Typical. - Everything's fine. - Why is that typical? He's meeting today with some guy that might commission some music from him. Sounds like you don't think it's going to happen. He said to me that I should come here on my own, that talking does me good. It's not like Jake to send me here alone, is it? You've turned him into the new and improved Jake, the new sensitive Jake. You could cut the mutual support this week with a knife. \"You look great. Your make-up looks good. \"You'll be working late? That's fine. Good luck. \" The other day .. before a meeting, he actually said to me, \"Go get 'em!\" Isn't that funny? Why is it funny? It's just so sweet. And sweet isn't good? Sweet's fattening. And then two days ago he said to me, \"Would you like to have sex with me?\" Would I like to have sex with him? It's like he was offering me a canap. Then he kept wanting to kiss me and touch me and be all loving and affectionate. He kept saying, \"Do you like this? Does this feel good?\" It actually got tiresome. And at the end, when he was through, I found myself patting him on the back like I was burping a baby, and he kept whispering my name, \"Amy, Amy. \" Such a turn-off. Why was that such a turn-off? It was just so So So what, Amy? Is it worse than whispering \"I'm gonna kill you\" in your ear? Much worse. God, all that tenderness. - Not your cup of tea? - No. Why not? You know what? Sex like that is terrible. What we need is angry sex. That's what we had. That's what held us together even when we wanted to kill each other. Probably because we wanted to kill each other. This touchy-feely sex wasn't the deal. The kind of sex we used to have, I couldn't even tell my girlfriends about it, nobody would have believed me. Or else they'd call social services and have Jake arrested. Now it's like he's had a lobotomy or like he's braindead. Only he's not braindead, he's just a terrible fuck. It's your fault. - It's my fault? - The man in touch with himself. God, might be better if he knocked me around a bit. You really think that'd be better? I don't know. Maybe I deserve it. How do you like my necklace, by the way? I think it's It's very nice. It's a gift. - From Jake? - A Bulgari from Jake? No, it's from Ben. Do you remember Ben, my boss? Oh, yes. Mm-hm. I told Jake that I'd be going back to the office tonight because I have a conference call with some clients in Bali. I also told him that Ben was travelling. But the truth is Ben is picking me up from here and we're not going back to the office. Where are you going? Wherever the evening takes us. What do you think of that? - What, dinner with your boss? - It won't be dinner. Well, it might include dinner, but there's no stopping the rest of it. Why can't it be stopped? Do you want me to stop it? It won't do any good. I know it'll happen. Ben and I are inevitable. The minute that the thought entered my head, it was as if somebody had triggered a ticking time bomb. Nothing will stop it, no matter how many bomb experts I bring in. You can't stop it, no one can. So, who triggered the time bomb? The lousy sex. I was in the shower By the way, it's the first time I've ever been in a hurry to shower after fucking Jake. It dawned on me that no matter what I do, something's gonna happen with him. So are you punishing Jake for the bad sex or because of this new this new tenderness, this new attentiveness that he's shown? - Why am I doing this? Why can't I stop? - You haven't done anything yet, Amy. But he'll be here in a minute. So you like this guy? Ben? He's a prick. But it's It's like I need You need what? The employee of the month award. The office slut award. I, um, I'd like to go back to something that we touched on last week. Y- You said that you were, um that you were overweight when you were a child. That really captured your imagination. I think it's something that we should talk about. I know you said it didn't bother you but you did say something about children being cruel. Well, I was fat. Not overweight, fat. My sister was the overweight one. I'm kidding. My sister's gorgeous. It's really hard for me to believe that you actually ever were this overweight kid. It's like you've erased that girl. Right after my father died, I decided to stop eating. It's like I woke up 45Ib thinner. - How do you wake up 45Ib thinner? - I just didn't eat. And I felt like it was the one thing that I could control in that house. Some days I'd just have one cracker all day long and I'd feel my stomach get flatter and I'd have this wonderful sense of light-headedness, this wonderful high. What? Doesn't matter. No, go on, finish the thought. My father was a lovely man, sweet, charming. I loved him very much. And your mother? My mother's dead. You know the joke about the farmer with the two cows? The one cow gives milk and the other one doesn't? - No. - No? Never mind. Anyway, my dad died when I was 13. My mother's rather like Cinderella's stepmother. And my sister's like the evil stepsister. Once, when I was 13, um my parents came back from Milan with two identical dresses, very beautiful ones. A red one for Maria, my sister, and a blue one for me. Mine, of course, didn't fit me. So my mother told her to switch with me because she was older and hers was slightly bigger. She didn't want to. So she started screaming and said she wanted the red dress, it's not her fault that I'm so fat and finally, she threw the dress at me and said, \"Well, then take it, fatso. \" So I started crying. And my mother said, \"What are you crying for now? \"You should be glad that her dress fits you \"and that she agreed to trade dresses. You should thank her. \" Later, I heard my parents arguing and my dad said to my mom, \"Why didn't you just get them the same colour dress?\" My mother started whispering, \"I can't buy her red, she \" I couldn't hear her properly. It seemed like she said, \"She looks like a watermelon in it,\" or \"She'd look like a fire truck in it,\" or \"She'd look like a beach ball,\" or I couldn't hear what she said. So did you ever talk to your dad about what you might have heard? No, I never got a chance. So, could you have could you have talked to your mom about it? Why not? She'd say that I was making things up. That's what she said to most of my complaints. She used to call me the fabricator. I had a very vivid imagination. I used to make things up. Once I told her that I saw my sister kissing the, uh, the gardener behind the house. She went ballistic. She nearly had a coronary. You know, once Maria had a blind date. And before he got there, she said, \"Let's play a trick on him. \" She told me to open the door and pretend that I was her. She'd watch from the room next door and if she didn't like him, she wouldn't come out. I could pretend that I was sick and cancel the date. So when I opened the door, he was really cute. And I thought she'd be interested in him. So I kept talking to him and pretending to be her and chatting away. And finally, she came out from the other room and said, \"Hi, I'm Maria. \" And he was completely confused, and I was utterly humiliated. l- I went so red. I still get embarrassed when I think about it today and she told him that I was just checking out her dates for her and that it was all just a joke. The thing is, I didn't get the joke. I mean, not till years later. l-I I didn't realise till then that all she really wanted was to see the look of relief on his face when he realised that she was his date, not me, the fatso. Hilarious, right? Don't worry, I got back at her years later. I met him at college and I fucked his brains out. I told her that he didn't remember her and I'd had to remind him. She said, \"Oh, whatever. I dumped him after two dates anyway. \" I said, \"Oh, he told me that he dumped you because you smelled like tuna. \" - And is that true? - No. So really, you settled that account in bed. I did indeed. And now you're settling another account in bed, with Jake this time. What, because he's become too sensitive for you? So, um, so let me make sure I have this right. - Your father died when you were 13. - Yes. You must have been pretty devastated. I was. He was a lovely man. He was affectionate and great. Physically affectionate? Yeah. He'd come into our room at night when we were sleeping and kiss us on the eyes. And then I'd half wake up and I'd smell his aftershave and know that he was there. Then he'd whisper in my ear that he loved me and he'd hold my face in his hands. He had these huge hands, like a construction worker. He was just so tender and lovely. And yet, when Jake is tender and he expresses his love through tenderness, it makes you angry. You said it was disgusting. Do you think that might be because it scares you, that you've learned you can't trust people who express themselves tenderly, that they seem weak? That they're going to abandon you, die and leave you behind? And so in order to avoid that you provoke Jake, you make him angry. You create these situations that bring out the worst in him and he treats you badly. Ben'll be here any minute. What should I do? Do you really want me to give you permission to have sex with your boss? Once. Just once. Just tell me it's not that bad. - I think it might be that bad. - But you'll explain it to Jake if he finds out. Can you make sense of it for him? What is it exactly that you want me to tell him? That I'm fucked up. That I can't help myself, that it's bigger than me. Just tell him that I'm fucked up. So even if Jake forgives you, do you think that you can forgive yourself? I always forgive myself. That's my problem. l-I just close my eyes before I go to sleep at night and I ask God for forgiveness, and I forgive myself for everything. Even the unforgivable things, I never get punished. Do you think that sex with Reeves will go unpunished? Who's gonna punish me? Well, maybe you've already started to punish yourself. Do you really think that sleeping with Reeves is gonna bring back the good, old, reliable, angry, controlling Jake? The one who fights you and threatens you? I don't know. Now that he's expressing his love through tenderness, - do you feel that you deserve that love? - It's not love. It's neediness. It's weakness. It's unbearable. So it's only love if he chases you, stalks you, tapes you, is jealous of you. Is that it? I think you need to look at this a little more carefully, Amy. - It's like it's happened already. - But it hasn't. You still have a choice. Nothing happens without you. I have to go to the bathroom. Hi, it's Jake. Leave a message. Hey, Jake, it's me. Erm It's nothing important. I just thought I might, uh, catch you. I just wanted to hear your voice. OK, talk to you later. Bye. English SDH"}
{"speaker": "Client", "text": "How does this work? He doesn't get to interpret what I say, does he? It's the same here as when Paul's at home, he's not a psychotherapist here. He's not a therapist at home? OK. Do you remember what it feels like to be wanted? What is it? Did I Do you know what transference is? When a patient has feelings for their therapist which are drawn from their relationships with their parents? Did you fuck her? Edward, he was nothing. Can you say it's nothing? Can you say it's nothing with this What is her name? - I can't tell you, I'm not allowed to. - I want to know, and you'd better tell me. - I am not fucking around. - Laura. - Hi, Kate. - Gina. - How are you? - OK. - I made us some tea. - Hi. Hi. - Give me your cell. - Leave the leave the ringer on. That's kind of the point. We're waiting for Rosie to check in. She slept over at a friend's house and she hasn't checked in yet. Well, at least that's what she said. But Lord knows it's not the first time that a teenager said she was gonna stay at a friend's and ended up somewhere else. So where is she? Do you think I'm withholding information? Are you? Anyway, um Sarah's parents are away and Rosie's not answering her phone, so it's a little convenient. - Didn't this happen a few weeks ago? - Mm-hm. But this time she's been gone for 24 hours. I mean, she is at that age, isn't she? - That makes it OK? - No, I didn't say that. Her mother doesn't trust her when she says she's with a friend, that's a cause for concern. I'm pretty concerned. Hence, the two phones laid out. When did you last talk to her? Yesterday, when I was at work. I don't know if Paul told you but I run a shelter for battered women and it's also a centre for youths at risk. Rosie volunteers there about four times a week. She told me she'd be there and then going to Sarah's, but she did say it in her responsible voice, which should've tipped me off. Anyway, Sarah's parents are in Mexico and I don't know, maybe the girls drove off somewhere after school. Sarah's got a car. And Rosie was probably afraid to tell us because you might flip out and - I'd flip out? - Well Who knows? I don't know. What kind of work does Rosie do at the centre? Whatever's needed, basically, from writing up schedules to running errands. She sits in on interviews sometimes, just so she can get a sense of how we evaluate people. How much trouble they may be in and how much help they may need. Four times a week - it's a commitment for a 16-year-old kid. It's interesting - when Rosie's volunteering, all of a sudden she's an adult. She's a born social worker. Always has been, ever since she was a kid. How did she show that when she was younger? She was always the mediator with her friends on the playground. Organising, making the peace, that kind of thing. Even her teachers remarked on it. And you heard this where? I don't recall you at too many parent-teacher conferences I was on the PTA board at Arlington, remember? Well, Paul, I mean, come on, you went twice? Well Did you ever see Rosie take on this mediator role at home? What she means is was Rosie our social worker? See, Gina can't conceive of a child being born with an intrinsic desire to help other people without it being a coping mechanism for something else. Right? Rosie's always been interested in being of service and that's something we encouraged. - Did we? - Well, I encouraged it. I think it's great. I think it's incredible that she volunteers. I talk to her about everything she sees down at the centre and it's certainly not her responsibility to deal with any of the hardcore cases or anything like that. I make sure that she's not in over her head. I tell her who's who and what's going on and Yeah, I agree. I think four times a week is a little too much. You know, there might be a little more to it for Rosie than a desire to help. What Gina is saying is that Rosie might be working around at-risk youths because she's distressed herself. Paul, do you really think Kate and I need an interpreter? Sorry. When did she start volunteering? Uh, it was, what? About six months ago. I was thrilled at first because it meant she was spending less time at the mall with her friends, but - Now I'm thinking she may need more of that. - What, more time at the mall? No, you know what I mean. Just doing stupid teenager stuff. I mean, why should she be so concerned with the world's problems at her age? - I don't think Gina's saying that. - Paul. She's saying that Rosie is drawn to the place because she's trying to say something to us, - but that we're oblivious - Can I speak for myself? Isn't that what you're getting at? It's not for you to say what I'm getting at. Sorry. You know, even if Rosie has a desire or a vocation to help other people, I'm wondering how much of that do you think a 17-year-old kid needs? So, yes, Paul, she may be trying to shine a light on something. OK, that's it. I'm gonna try her again, since apparently her volunteering is a cry for help. Oh, thank God. It's ringing. Rosie. I'm gonna kill you. Where the hell have you - No, because we have - Let me talk to her. - Kate. - Since when does that happen? - Let me talk to her, please. - No. When you sleep away, you're supposed to call first thing in the morning. - That was the agreement and you know it. - Kate No, we will discuss this at home. No, because we're out. We're talking to someone. An an accountant. No, you don't know him her. Well, he's no, he's sittling right here, and he is looking none too pleased about any of this. We'll talk at home, Rosie. All right. So I'm not allowed to speak to her? She claims she got to Sarah's late last night, they were late for school and, get this, she didn't realise her phone was off, which is like me not realising my head's on fire, but She is not staying there again. OK, well, you tell her that. - If I were Gina, I'd ask, \"Why now?\" - \"Why now\" what? If a couple came to me with this problem, I'd say \"Why is she choosing to act out now?\" That's what you'd ask? Really? Well, maybe you should ask that couple and then you can get back to me. She's doing this on purpose. It's obvious. She senses a conflict between us and she's turning it around, to give us a taste of what it's like to worry about her. She's a teenager. There's no master plan involved. This is just how teenage girls are, right? It's just how they think. Or don't think, in this case. No, Kate, it's not conscious, but it's working. Rosie vanishes and you become functioning parents. You're united in your concern for her. Do you think that Rosie senses the conflict between you? Uh I think we've been pretty good about pretending. We've actually gotten pretty skilled at that. So, why now? As Paul asked. Why now? Something happen? You know, what what do you think she's reacting to? Well, I'd say it's more tense actually. - More tense? - Mm-hm. Kate - Kate ran into Laura. - I didn't run into her, I saw her as she was leaving the house. - The house? - My office. His office, the house, my home, whatever. It's all a little blurred. - I thought you said she stopped therapy? - He did say that, didn't he? Her father was hospitalised and she asked if she could come. She was pretty upset - Please, please, don't do that. - What? Describing her like she's this fragile little thing, like she's some poor lost soul. She's not. I saw her. How did she seem to you? She's Tammy Kent. - What? - Who's Tammy Kent? - How how is she Tammy Kent? - You know exactly what I'm talking about. May I ask who this is? A girl that Paul was in love with when we met. A long, long time ago. Well, whatever, they are exactly the same type - No, they're not. - Yes, they are. And he made Laura out to be this fragile little girl, and I am telling you, what I saw was this highly sexual woman who was wearing stilettos at ten in the morning. - I did not describe her like that. - Tammy Kent. - If you formed an image of her - No, but you let me think she was one of your fatherless walking wounded. No, you rushed to that conclusion yourself. What he also forgot to mention is that she's stunningly beautiful. And very young, but that's no surprise, is it? Jesus Christ, it's the goddamn history of the world, leaving your middle-aged wife and Oh, God. Isn't it a little embarrassing for you that you've turned out to be like every third man? You've spent your life studying the human condition and now you're just following your dick around like a caveman. This woman, Laura, she's got this, um this spoiled, aloof, and calculated look. And and she has this this air of self-confidence that is quite obviously bullshit, because if anything real happened to her, she wouldn't know what the hell to do. She was so fake. And all this you saw while taking out the trash. - That's absolutely amazing. - Yes, that's right, just by looking at her. Everything is communicated whether we like it or not - one of your lines. And you just happened to be there as she was Oh, don't keep doing that. You're making me out to look like I'm some loose-cannon demented wife. Well, if she is spoiled and a fake, why are you so threatened by her? Because my husband is in love with her. And because she's the kind of woman who always gets her man. A woman like that has always been his fantasy - gorgeous, self-centred, unattainable. That's what I want? It's good to know that. Hm. You don't see yourself that way? No. So, you're not Paul's fantasy? No, I'm not. Yet he married you. Well, I guess he got a raw deal, didn't he? He wanted the trophy wife and he got stuck with a homemaker. I'm just a good mom. - Pretty boring. - Kate, listen to yourself. You're completely invalidating your your sexuality, for a start I think we both know that you could've done better if you wanted to. Kate, I fell in love with you, not just because you're beautiful and sexy, but because because of your strength. - Her strength? - Yes. She was grounded and honest and and dependable. I needed that. I think we both needed that. Not any more. I don't need you any more. Well, I need you. I've always loved you and wanted you and needed you. But not like Laura. You never, ever wanted me like that. How can you say that? You keep jumping to these conclusions that make no Kate, you said you didn't need Paul any more? Can you talk about that a little? I don't need him like I used to. Not like I thought I needed him. I don't know, maybe I don't even need a partner at all. I mean, would I like one? Yeah, of course. But it would be awfully nice if that person were a bit more present and available. But do I need it? If that's the question, um No, I think I've learned to live without it. What kind of partner could you see yourself with? Oh! I don't know. I I mean, you know, my frame of reference for two and a half decades has been Paul, so Our friends, their husbands, what the hell do I know about what they're really like? What goes on behind closed doors. I mean, do we know any couple, really? It's not like I sit around daydreaming about it or I have some fantastic flight of fancy about some perfect man or I could be with a serial killer as long as he told me about his damn day. And it's not just about being wanted. I know that's what I said last week. And wanted is good. Of course, everybody wants that, but Yes? I just want to be a part of something. It doesn't have to be big and it doesn't have to be grand. But I'll tell you something about women like Laura. It They're just all about sex. You know, that's their currency. It's not the sex itself, that's not what I'm saying, it's sex as this thing that controls that determines the distance between her and someone else, and I cannot compete with that. Kate Laura isn't a sexual object for Paul. Their relationship isn't based on that. It's more chaste. She's not his sexual fantasy. It's not about lust. The real threat is that he may actually have fallen in love with her. You know, you said you were drawn to him. You married him because you admired him because he paid such deep attention to you. You were grateful that you felt you were interesting. That dynamic of patient-therapist was satisfying to both of you at that point - Jesus Christ. - Please let me do my job here, Paul. The job of what, rushing to conclusions? Eventually, Kate, you felt that it wasn't satisfying for you. You've outgrown that dependency. You've outgrown that part of your marriage. You said you don't need Paul any more, you don't need to be taken care of, and Paul may have sensed this. You're drifting away from under his wing, and suddenly he finds himself confused about his feelings for a patient. Laura is dependent on Paul. He's her therapist, her elder, her guide. Dependency defines that relationship. Oh, I see, so she's not my my groupie any more, so I found somebody to to replace her, is that your theory? Nice one, Gina. See, you think it's impossible to fall in love with a patient without some kind of pathology surrounding the whole thing. Kate, you're trying to redefine yourself in your marriage, to see yourself not as a dependant but as an equal. Do you think you can do that and stay with Paul? Oh, Gina, for fuck's sake. If I'm this narcissistic monster that you're talking about who has to be admired and worshipped and needed, how does that fit with me sitting here trying to address the problem that we've brought to you? I'm not saying you're a monster, Paul. In fact, if you'll listen, I'm not even saying it's all you. Kate, Paul may not see you as an equal, but perhaps you've contributed to that. Maybe it's how you wanted to be seen. It's what was comfortable for you. Yeah, 25 years, I always felt he could walk out at any minute. Yep. Was that part of the attraction? Would you stop it? Would you stop putting these poisonous fucking words into her mouth? You've ignored me in this conversation. You see what she's doing. She's instructing you on what you should be feeling. It's fucking reckless. Why are you speeding this up, Gina? Do you want a medal? To see how fast you can do this? Pushing Kate to a place that usually takes months if not years? - That's not what I'm doing. - What takes months? What she's saying is that you have a predisposition to be rejected, to not be my equal, that you're reacting to your childhood. That is rushing the process, Gina. Here's the way I think it works. You focus on the couple first, then talk about their parents and childhood. The other way, they blame each other. They say, \"I knew it. \"Your mother fucked you up and you take it out on me. \" Do see you see how destructive that is? Maybe you don't want to talk about childhoods because we'd end up talking about your childhood. So we're back to where we started. You saw me after ten years and decided that I'm my father. And like him, I'm in love with my patient and that I'm pushing Kate towards having an affair so that I can have an excuse to leave the house. And now, Kate, an hour and a half with her and everything fits perfectly. Game, set and match to you, Gina. I can't really do this any more. I'm very sorry. I know this was my idea, but I knew, deep down, that if I came here it would turn into this history between you two. And I'm sorry, it's just it's really not helpful to me. I'm sorry, Kate. I'm sorry. I apologise I'll see you next week, OK? Good night. English SDH"}
{"speaker": "Client", "text": "Thanks for seeing me. I had no one else to talk to. - I thought my hour would be filled already. - No. - I'm really glad that you called. - Really? Losing a patient is such a big deal? Losing you is a big deal. I think it's time for you to know. Know what? That I have very deep feelings for you. What are you talking about, you're going away for a few days? It's for a week, actually. With him? Where are you going? To Rome. Daddy? Hey. lan's being an asshole. What? Your son. Asshole. Come on, Rosie. He's heading back to school in, what? Two hours. Don't you at least want to know what he did? Can you two not get along for just one lousy weekend? - Is that not possible? - He washed my iPod. I had some clothes on top of the machine, and he dumped them in with his disgusting sports stuff and my iPod was in my pocket. - Oh, Jesus. - I know. - I can't believe it. - I know. Your brother's actually doing laundry? You know it's not funny. He didn't even offer to pay me back. What am I supposed to do? I can't live without my music. Mm. - What? Who's that? - Hm. Um - Hello? - Just just one second. OK. You were saying? You know what I love? There's nothing so important in your life that a text message doesn't take priority. My generation might have a slightly different relationship with technology than yours. - Why don't you try reading a book? - I'd actually rather die, but thanks. Come on, Dad. Give me a break. It's a national holiday. OK. How can anybody type so fast? I Here, let me see. No, Dad, no. - I just want to see it. - Dad, no. It's private. OK, OK, you're right. What's \"musm\"? It's m-u-s-m. - It means \"miss you so much\". - Oh. OK. So who's, uh Who's missing you so much? I I thought we were having a conversation. We really weren't. So who's missing you so much? Relax, Dad. - Just a friend. - Boyfriend? Uh, a friend that's a boy. Oh, OK. So, uh So, what's his name? He doesn't have a name. He doesn't have a name? No, actually he believes that names are anchors - that weigh down the soul. - Please tell me you're kidding. I'm kidding. His name is Noah. - Noah? - Noah. - Oh. From school? - No. From where? Just from around, not from school. OK, well, we're progressing. Where else is he not from? - Does it really matter? - Come on. Indulge me, Rosie, please. I met him at the centre, and, Dad, he's the most amazing musician. So he volunteers with you at the centre? No, he met there with Shelly a couple of times. And what was he being treated for, talent? OK. When he was 16 he had a fight with his stepdad. Ah. So - So how old is he now? - He's 18. Anyway, he threw a rock through one window of this guy's SUV and the asshole had him arrested to teach him a lesson. And so the court ordered him to go to one of the counsellors and Dad, honestly, Shelly really helped him to turn it around. He's like the gentlest, sweetest guy, and he writes these amazing, beautiful songs. He didn't know how to deal with his feelings before but now he turns them into lyrics. Hm. is he all done with school? He works at Kinko's, OK? I know, really not great, but I'm trying to get him a new job. In fact, I saw this entry-level job in the classifieds today. Hm. What? You've always been really good at that - taking people under your wing. - What's wrong with that? - Nothing, it's what I love about you. Sometimes, though, you know, you can help the most by establishing boundaries. - Boundaries? - Well, he might be in more need of a good friend than say a girlfriend. OK. I get it. You're worried that I'm sleeping with him. No, I'm not worried that you're sleeping with him. Should I be? - Worried? Should you be worried? - Mm-hm. - No, you shouldn't be worried. - OK, fine. OK. The car window thing, does he have a record? Dad, really it was years ago. Tell me you never made a stupid mistake when you were a kid. No, I I just wanted to be clear, that's all. Did he serve time for the car window thing? OK, you know what? I have to go because Noah is robbing a bank and I promised I'd drive the getaway car, so I'll see you. - Wait, Rosie. - No, seriously, Dad, I've got to go. Rosie, wait Please, Rosie, look. Rosie, I'm sorry. I just wanted to find out who the boy is, that's all. I don't think you do, Dad. You want the basic facts - the who, the what and the where. Like that's all that matters. You always ask all the wrong questions. OK. OK. So tell me, what questions should I be asking? \"Is he nice to you?\" You know, \"Can you talk to him about stuff?\" \"Does he make you feel better about your life?\" I was hoping we'd get around to that. What, after the interrogation? I want to be able to talk to you about stuff, Dad, but not like this. I mean, what's next? Oh, I know, the part where you say you just don't want me doing something I'll regret later. I don't talk like that, do I? You make me sound like I'm some sort of Like I'm a grandmother or something. Well, yeah, you do. Do I? It's like if If you knew I was gonna do something really stupid with another guy, not Noah, you know, some other guy, some jerk Mm-hm? I mean, you would want to stop me from doing it. Is that it? Yeah, I'd try to help you look at the risks, yeah. Yeah. You know, if Like, if I was gonna take off with him you know, like take off to Rome. What do you know about Rome? I called her cellphone. She picked up, and I heard in the background some guy say something like, \"Where do you want him to put the tray, babe?\" Then I heard her shushing him, and then her voice got all echoey, like she went into the bathroom to finish the conversation. That was that. He sounded really gross, like, he called her \"babe\". So much for \"I just need a little break from car-pooling,\" right? I mean, Dad, here you are trying to stop me from making a mistake and she is sleeping with someone that isn't you. I don't understand why. Why is she doing that? Look, Rosie, we we are trying to work this out together. Dad, she is screwing another guy. Did this just happen out of the blue? Rosie, look, it's taken a really long time for your mother and me to get to this point. What your mother did or didn't do isn't Wait. Are you saying that what she's doing isn't wrong? No, what I'm saying is that it's it's a symptom of something else that's going on. OK. Well, whatever it is, can you fix it? Rosie, I I am trying to work on it. How hard? Because this whole weekend with lan home, it's like, \"dum-da-dum\", everything is fine, everything is normal. lan is completely oblivious. What do you want me to do, break her car windows? Dad, it worked. His stepdad never fucked with him after that. Well, it's it's It's a bit extreme, don't you think? Another man is taking your wife to Rome. Isn't that pretty extreme? Why is she doing this to us? Rosie Just please tell me that you will fix it, OK? Please, tell me that you'll fix this. Hey. Hey. You know where my good down pillow went? I want to take it with me and Mom said you might know where it is. Yeah. I, uh, I sometimes nap down here. OK. So, are you, um are you all set to go? Uh, yeah, pretty much. Would you mind hanging on for about 15 minutes until your mom and Max get back? She just called me from the sporting goods store. Yeah, definitely. I've never heard anyone so excited about getting to wear a cup. He'd be really, happy if you if you went to see him in one of his games. It'd mean a lot to him to have his brother come down and watch him play. Even if you had to cut out of school one Friday. You know you sound exactly like Mom, right? - Do I? - How do you do that, anyway? You got her voice coming out of your body. It's like, um what you call it? Uh - Ventriloquism. - Yeah. Yeah, that. So why no morning patient? I thought everyone's always fighting for those early slots. Oh, it changes, you know. They come, they go. I've had a few patients that that have left. Really? Cured? - Well - Congrats. - Is that weird? - What? You spend all this time with these people helping them and then they're gone. Is it like me going off to college again? \"Goodbye, good luck, don't be a stranger\"? I think you're forgetting I was the one who encouraged you to go to college. Because of Chloe. - Not because of - No, it's cool. You were right about her, you know. Uh We weren't meant for each other. I just I couldn't see it. Well, I don't remember it had anything to do with OK, Dad! You know, I I don't even know if I even loved her. Maybe I did. I - What do you think? - I don't know. I don't know the answer to that. Do you ever talk to her? She called once and left a message. I left her a message blah blah blah. Hm. So, um, are you seeing anybody at the moment? No. Lots of girls right now It's just not happening for me. If I'm having a midlife crisis at 20, does that mean I'm not going to live past 40? It's not a midlife crisis, believe me. You would know, wouldn't you? Yeah. So, how many girls are we talking about? Come on, Dad. No, I just want a like a Approximately how many? I'm curious. I don't know. Maybe, like, uh four or five. Four or five. Wow. You slept with five girls? Is that just counting this year? Look, five is nothing, OK? Henry, my roommate, he told me that if anyone asks to just round up. - Apparently five is total loserville. - Really? - Wow. - The truth is I get bored. Three months, you know, that's as long as they ever last. Chloe was nine months, but, I mean Well, the last two didn't really count cos she was away and I was away. And anyway, I was I was cheating on her with Maggie. You remember Maggie, right, the violin player? Yeah. You were cheating You were cheating on Chloe with Maggie? What can I say, man? There was a lot of beer involved. Have you Have you spoken to Rosie lately? - About what? - Uh, well Um I think that, um I think you should know that Well, there's there's been some stuff going on between between your mother and me, and I thought maybe maybe Rosie had mentioned it? What kind of stuff? I don't know. We've We've been having problems. You guys are always having problems. Really? You think so? Yeah, what else is new? Well, this stuff is new, and, uh Well, it's it's something that we really have to to work on. Well, it sounds big. You didn't sleep with someone else, did you? No, no, no. Did Mom? Look, lan, I Is Mom having an affair? No, she's not. It's, um It's me, actually. I've I I met somebody, and But we're not having an affair. Wow. Um Do I know her? No, I don't think so. Is she a patient? No. No, she's not a patient. Well Are you happy or are you miserable about it? I can't tell. I'm both. I know it sounds crazy, but there's a part of me that that wishes I I didn't feel the way I do, and then there's Are you in love with her? I don't know. I'm not sure. So Are you and Mom splitting up? We're we're trying to work it out at the moment. Well, maybe it's for the best. You guys have been married longer than I've been alive. That's pretty good. I'd say you're entitled to have some fun. Didn't I say that to you? - When? - When you first went to school. About Chloe, I said, \"You're 18 years of age now \"and you're entitled to have some fun. \" Remember that? So what? I told you you were probably right about it. Why don't you take your own advice? But that's a completely different situation. You were just a kid. I've been married over 20 years. It's ridiculous. You don't know what you're talking about, really. All right, I'm sorry. What do you want me to say? \"You're an asshole shithead?\" Maybe you should say I'm an asshole shithead, because I think that's what you're thinking. Whatever, Dad. This is stupid. Look, lan, you know, when I know when my parents split up, I I had to struggle for a long time. - In some ways I'm not even sure I ever - Well, I'm not you, Dad. What do you want me to say? \"Please don't leave\"? \"What are you doing to our family?\" I mean Or maybe you just you want me to stop you? Look, I get it, OK? I get why you'd want to be with someone else. I can understand how after 23 years you'd get tired of stuff - all the nagging and all those long-suffering, silent-but-deadly looks she gives you when you let her down. I mean, she does it to Rosie, to me - everything from some tone in your voice to leaving a wet towel on the bed They're issues that you have with her. They're not necessarily mine. You think it's so different with you? You don't feel like she's always just disappointed or something? I mean, the woman has got a martyr complex. - I don't know how you can deal with it. - I Martyr? That woman put her career on hold for 15 years for you. She took you to baseball games. She took you to guitar lessons. She was always there for you. I think she's entitled to some kind of gratitude, don't you think? I know. I I didn't mean to Just whatever. Don't say that word to me, \"whatever\". God, I hate that word. \"Whatever\". It's such a cop-out. - What do you want me to say? - I want you to have a little respect for your mother, is that too much to ask? I do, but is it so impossible that I can be genuinely on your side? But you don't have to take sides, lan. I'm not asking you to take sides. Maybe it wasn't fair of me to I know this is a lot for you to deal with That's a cop-out, OK? You can't have it both ways, Dad. I'm old enough to tell, but I'm too young to understand it? - Don't patronise me. - I don't mean to patronise you. I don't. You know, something like this takes a long time to process. I know you have these feelings. I just wanted us to be able to to talk about them, you know? This isn't about me. It's not about what I feel or why I feel it. It's about you. What are you gonna do? What do you want? English SDH"}
